12/data/attachments/28ab37c25e3727da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_stage_Actions_77822_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e2dbedb2-ec48-4fa8-8c35-cf9412fe4ee9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>